** NEXT Main text
   :LOGBOOK:  
   CLOCK: [2019-07-11 Thu 16:21]--[2019-07-11 Thu 17:35] =>  1:14
   CLOCK: [2019-07-11 Thu 11:32]--[2019-07-11 Thu 16:20] =>  4:48
   CLOCK: [2019-07-10 Wed 11:12]--[2019-07-10 Wed 17:45] =>  6:33
   :END:      

*** Discussion

1- Recap, representation, results

We have shown that social science literature about climate change is over-represented in the IPCC while technical literature on solutions is under-represented. 
A perfectly proportional representation of every part of the literature is of course not optimal, yet these two features represent new knowledge about the interaction between the IPCC and the literature, and have important implications for the community. 
The over-representation of the social sciences, combined with the perception that the IPCC needs to include more social science knowledge \cite{Victor2015}, suggests that doing so must involve the funding and production of more social science literature on climate change, not just greater efforts by the IPCC to include it. 
Moreover, the fact that solutions-relevant topics are under-represented - while policymakers demand more solutions-oriented assessments - and that these topics contain little social science research, suggests areas where social science research can very contribute. Further, this fact can open a debate about the extent to which the IPCC should include technical knowledge on solutions from disciplines within engineering and the agricultural sciences.

 2- Limitations


3 - Other applications

The map can also serve as a guide to future assessments, to ensure that decisions about how different areas of the literature are represented are well-informed. 
The map can contribute to these decisions as they are made from the scoping process, through to the selection by authors of individual studies.
Beyond this, the methods shown here could aid other processes in the production of IPCC reports, such as the identification of potential authors to acheive a better balance across sectors, regions and genders \cite{Corbera}.
Outside of the IPCC, this approach is part of ongoing attempts to make use of machine-learning within evidence synthesis. The topographic map presented is a new approach to rapidly mapping very large literatures. 

4 - Challenge / opportunity with tools

The more than 400,000 publications we deal with here represent a wealth of knowledge on climate change and climate solutions. However, we acknowledge that our dataset is by no means exhaustive. We repeat an established query \cite{Haunschild2016}, granting that it may have imperfections. Beyond this we miss publications not in the Web of Science (some small journals, some books, and most grey literature, not to mention indigenous knowledge \cite{Ford2016b}); and studies relevant for the work of the IPCC, but that do not directly mention climate change (for example on energy policy). We argue that this remains a reasonable system boundary given data availabilty, and stress that the documents not included in our study alter our findings only if they have systematically different patterns of citation by the IPCC. In the future, making use of more sources climate change knowledge, as well as using full texts instead of only the abstracts considered here, will enrich our analysis. Treating these sources as data, and using such topographic maps can be part of a toolbox which helps the IPCC continue to be able to fulfil its mandate of providing comprehensive, objective and transparent assessments of an expanding literature.
  



** NEXT Supplementary material
   :LOGBOOK:  
   CLOCK: [2019-07-09 Tue 15:07]--[2019-07-09 Tue 16:45] =>  1:38
   :END:      

** NEXT Abstract
   :LOGBOOK:  
   CLOCK: [2019-07-09 Tue 16:45]--[2019-07-09 Tue 17:37] =>  0:52
   :END:      

   The massive expansion of scientific literature on climate 
   change challenges the ability of Intergovernmental Panel on Climate
   Change (IPCC) to provide comp

   The massive expansion of scientific literature on climate change
   poses challenges for global environmental assessments and how we
   understand them. Big data and machine learning can help us deal 
   with the large collections of text represented by scientific fields.
   Such methods help make the production of assessments
   more tractable, and give us better insights about how past assessments
   have engaged with the literature as it has evolved.
   We use topic modelling to identify the thematic structure, or topography, of over 
   400,000 scientific publications from the Web of Science on climate change. 
   We update current knowledge on the IPCC, showing that the social sciences
   are in fact over-represented in recent assessment reports, and that
   technical, solutions-relevant knowledge (especially in the agricultural
   and engineering sciences) are under-represented.
   We draw a variety of potential implications, and use-cases for 
   maps of the literature, that have relevance for policymakers, 
   funders, assessment-makers and researchers.

   

** NEXT Cover letter
   :LOGBOOK:  
   CLOCK: [2019-07-09 Tue 17:37]--[2019-07-09 Tue 19:03] =>  1:26
   :END:      

   Dear Bronwyn Wake

   I herewith submit on behalf of my co-authors the manuscript ``A Topography of Climate Change Litereature'' for consideration as a letter in Nature Climate Change.

We believe this letter addresses a crucial challenge affecting the broad climate change community: namely, the field's rapidly expanding literature. This phenomenon - there are more than 45,000 papers published on climate change each year - means understanding the field in its entirety is more difficult than ever. 
This is particularly relevant for the IPCC, given their mandate of providing comprehensive, objective and transparent assessments of he literature. 

Moreover, this challenge has also hampered how we have attempted to understand how the IPCC engages with the literature. Such attempts \cite{Bjurström2011, Hulme2010, Victor2015, Corbera2016, Kowarsch2017} have often been based on qualitiative perceptions, or out of date data with insufficient methodological sophistication to contrast patterns in IPCC citations with patterns in the wider literature.

Our study has two innovations which allow us advance the current state of knowledge on the the IPCC and the field it is tasked with assessing. First, we set the complete set of IPCC citations into the context of the wider literature, allowing us to show which disciplines have been over or under-represented.  Contrary to previous claims, the social sciences are over-represented in IPCC reports. This is because the proportion of social science articles among publications cited by the IPCC is higher than the proportion of social science articles among all publications on climate change. 
Second, our use of topic modelling allows us to dig down into the content of articles more or less represented in the IPCC. This provides the basis for our second main conclusion, that literature on technical solutions (such as negative emissions, buildings or cities) is growing fast and, even compared to other fast-growing literatures, has been under-represented in IPCC reports.

These insights have several implications across the community, and we further point out how the map we produce can enhance our understanding of the field and contribute to improving processes involved in the production of global environmental assessments.
